Repository: JechoJekov/WpfLocalization
Catalog: Project/WpfLocalization.Demo/Properties/Resources.*.resx
Languages: ru_ru

# Label_BirthDate
source: Birth date
ru_ru: Дата рождения

# Label_BirthDateInfo
source: Birth date
ru_ru: Дата рождения

# Label_Capital
source: Capital
ru_ru: Столица

# Label_Country
source: Country
ru_ru: Страна

# Label_Culture
source: Current culture
ru_ru: Текущая культура

# Label_Currency
source: Currency
ru_ru: Валюта

# Label_Date
source: Today is
ru_ru: Сегодня

# Label_Flag
source: Flag
ru_ru: Флаг

# Label_Information
source: Information
ru_ru: Информация

# Label_InputData
source: Input data
ru_ru: Входные данные

# Label_Language
source: Language
ru_ru: Язык

# Label_Name
source: Name
ru_ru: Имя

# Label_Styles_EnterNumber
source: Enter a number
ru_ru: Введите число

# Label_UICulture
source: Current UI culture
ru_ru: Текущая культура ПИ

# NonDepCustomControl_Message
source: This is a localized non-dependency property.
ru_ru: Это локализованное свойство беззависимости.

# Text_BirthDateInfo
source: You are born on {0:MMM dd}
ru_ru: Вы рождены на {0: MMM dd}

# Text_BirthDateInfo_2
source: There are {0} days left until your next birthday!
ru_ru: До следующего дня рождения осталось {0} дней!

# Text_Capital
source: Washington, D.C.
ru_ru: Москва

# Text_Country
source: United States
ru_ru: Россия

# Text_MultipleLanguages
source: You can use the LocalizationScope.Culture and LocalizationScope.UICulture attached properties anywhere in the application to set the language and/pr the formatting culture of an element and its child elements. Use the combo-boxes below to change the settings for the content of this tab only.
ru_ru: Вы можете использовать атрибуты LocalizationScope.Culture и LocalizationScope.UICulture в любом месте приложения для установки языка и / pr для культуры форматирования элемента и его дочерних элементов. Используйте комбинированные поля ниже, чтобы изменить настройки только для содержимого этой вкладки.

# Text_Styles
source: You can use the extension in style setters including data triggers.
ru_ru: Вы можете использовать расширение в установках стиля, включая триггеры данных.

# Text_Styles_Number_Negative
source: You have entered a negative number.
ru_ru: Вы ввели отрицательное число.

# Text_Styles_Number_Positive
source: You have entered a positive number.
ru_ru: Вы ввели положительное число.

# Text_Styles_Number_Zero
source: You have entered zero.
ru_ru: Вы ввели нуль.

# Text_Welcome
source: Hello {0} {1} and welcome to Washington, D.C. Below you can find information about this country and formatting styles.
ru_ru: Привет {0} {1} и добро пожаловать в Москве. Ниже вы можете найти информацию об этой стране и стилях форматирования.
